{
  "navigation": {
    "home": "Mana",
    "about": "Waa'ee Keenya",
    "events": "Hawwannoo",
    "leadership": "Hojii Hogganaa",
    "ministries": "Tajajiloota",
    "programs": "Porogaramoota",
    "contact": "Nu Qunnamuu"
  },
  "home": {
    "welcome": "Qindoomina cimaa qabsiisuu irratti qunnamtii saalaa",
    "subtitle": "Tokkummaa fi amantii qunnamtii saalaa keessatti walitti dhufuun qindoomina keenya Waaqayyoofi kan nu biraa jiran waliin jaalalaafi kadhannaa keessatti cimsiisuu.",
    "joinButton": "Mannicha Keessatti Makamu",
    "dailyQuote": "Gorsa Guyyaa Guyyaa",
    "announcements": "Beellamnamoota",
    "counselingHours": "Sa'aatota Gorsaa fi Kadhaa",
    "counselingDescription": "Dilbatafi Kibxata, 10:00 WD - 4:00 WB. Obbo Fikire Getachew gorsaa fi kadhaaf argama.",
    "contactPhone": "Lakkoofsa Bilbila"
  },
  "footer": {
    "churchName": "Maqaa Mannichaa",
    "churchDescription": "Qindoomina cimaa qunnamtii saalaa fi amantii irratti qabsiisuu.",
    "quickLinks": "Faana Linkii",
    "serviceTimes": "Yeroo Tajaajilaa",
    "sundayWorship": "Qunnamtii Dilbataa",
    "bibleStudy": "Qo'annoo Kitaabaa Qulqulluu",
    "prayerMeeting": "Walii Galtee Kadhaa",
    "rightsReserved": "Mirga hundi kan ofii dha"
  },
  "common": {
    "getDirections": "Qajeelfamota Argachuu",
    "contactUs": "Nu Qunnamuu",
    "learnMore": "Dabalataan Baradhu",
    "time": "Yeroo",
    "location": "Bakka",
    "contact": "Qunnamuu",
    "viewDetails": "Gad-fageenya Ilaaluu",
    "ongoing": "Ittisu"
  },
  "announcements": {
    "bibleStudyTitle": "Qo'annoo Kitaabaa Torbanii",
    "bibleStudyDescription": "Kibxata 6:30 WB akka walii galaa keenya qo'annoo Kitaabaa Qulqulluu nu makamaa.",
    "sundayServiceTitle": "Tajaajilaa Dilbataa",
    "sundayServiceDescription": "Tajaajilaa keenya guddaa qunnamtii saalaa Dilbata 10:00 WD irratti geggeeffama. Hunduu ni eebbifama!",
    "everyWednesday": "Kibxata",
    "everySunday": "Dilbata"
  },
  "about": {
    "title": "Waa'ee Keenya | Churichii Shiloh",
    "description": "Ummata, amantii, mul'ata fi misiraa keenya irraa baradhaa",
    "heroTitle": "WAA'EE KEENYA",
    "heroSubtitle": "Maatii churichaa keenya beekuu",
    "origin": "Ummata keenya",
    "belief": "Amantii keenya",
    "vision": "Mul'ata keenya",
    "mission": "Misiraa keenya",
    "whatIsChurch": "Churichi maal?",
    "originText1": "Churichi Shiloh dubbatoon afaanota baay'ee kan waa'ee wangeelaatti amanuudha, ummata Itoophiyaa fi Erritiraa kan magaalaa New Orleans fi naannoo ishii jiraatanif tajaajila.",
    "originText2": "Nuti kan Kitaaba Qulqulluu kakan ajaja Waaqayyoo ta'ee amanuudha. Waa'ee amantii keenya irra caalaa beekuuf, kan heera keenya keessatti kenname 'Statement of Faith' keenya ilaalaa.",
    "originText3": "Churichi Shiloh magaalaa Metairie, Louisiana keessatti, churicha Celebration keessatti argama kan",
    "beliefTitle": "Amantii keenya",
    "beliefText1": "Kitaaba Qulqulluu kakan ajaja Waaqayyoo ta'ee amanna fi amantoota bu'uuraa armaan gadii hordofna:",
    "belief1": "Waaqayyo namoota sadi tokko keessatti: Abbaa, Ilma fi Afuura Qulqulluu",
    "belief2": "Yesus Kiristos Ilma Waaqayyoo, kan Maryaam biiftuu irraa dhalate, kan badii keenyaaf du'eefi kan ka'e",
    "belief3": "Badhaannaan karaa amantaa Yesus Kiristos kanaan kennaa Waaqayyoo ti",
    "belief4": "Churichi walii gala ummata amantaa kan gareen Yesus keessatti jaalala walii galaa walitti qabamuudha",
    "belief5": "Yesus Kiristos mootummaa isaa hafuuraa deeggarsuuf deebi'i",
    "beliefText2": "Xalayaa amantaa guutuu kanaf, maallaqa churichaa keenyaa qunnamuu.",
    "visionTitle": "Mul'ata keenya",
    "visionQuote": "\"Gooftaa Yesus Kiristos nu ofii isaa kan churicha ifaa ta'ee, dhiifama hin qabne, qulqulluu fi ciccimoo ta'ee ofii isaatiif qopheessee nu kennu haa.\" (Afeesoos 5:27)",
    "visionText": "Mul'ata keenya churicha kan ifaa fi qulqullina Kiristos agarsiisu ta'uu, kan ibsa beekumsaa fi dhugaa naannoo keenyaa fi ala ta'uu dha.",
    "missionTitle": "Misiraa keenya",
    "mission1": "Misiraa keenya oduu gaarii Gooftaa Yesus Kiristos ummata Erritiraa fi Itoophiyaa kan New Orleans fi ala jiraatan waliin qooduu, kan United States fi addunyaa hunda keessatti maxxansuudha.",
    "mission2": "Kaayyoo keenya dursaalee Kitaaba Qulqulluu Yesus Kiristos keessatti qindeessuudha. Kaayyoo keenya Waaqayyoo ofii keessatti fi gareen gareen afuuraa fi dhugaa keessatti gabbaraa.",
    "mission3": "Nu wangeela Gooftaa Yesus Kiristos biyya keenya Erritiraa fi Itoophiyaa keessatti maxxansuuf kan dursitootaa deeggaraa fi churichoota naannoo gargaara.",
    "mission4": "Nu kan namoota dhukkubsiifaman, kan abdii kutatanfi kan bade jaalala, abdii, dhiifama, qajeelcha fi gammachuun argatanii ta'uu barbaanna.",
    "mission5": "Dabalataan, namoota guddina afuuraa irratti qopheessuuf qo'annoo Kitaaba Qulqulluu, gareen xiqqaa, fi hordofta tokkoon tokkoon barbaanna.",
    "leadershipTitle": "Garee keenya",
    "leadershipSubtitle": "Hoggansa",
    "leadershipText1": "Churichi keenya lafa kanneen maqaa dhaabbata Hayyoota kan ummatni filateen tajaajilamuudha. Dhaabbanni hoggansa kan churichaa afuuraa fi bulchiinsa tajaajilu filata, kan ummatni mirkaneessuudha.",
    "leadershipText2": "Gaaffii kamiifuu Hoggansa Churichaa qunnamuu"
  }
}